verification/runs/T-family/E4a2_runs/N_f/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      blockMeshDict;
}

scale   1;

vertices
(
    (0 0 0)                                 // 0
    (2 0 0)                            // 1
    (2 0.01 0)                       // 2
    (0 0.01 0)                            // 3
    (0 0 0.001)                            // 4
    (2 0 0.001)                       // 5
    (2 0.01 0.001)                  // 6
    (0 0.01 0.001)                       // 7
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (225 18 1) simpleGrading (1 1 1)
);

edges
(
);

boundary
(
    inlet
    {
        type patch;
        faces ((0 4 7 3));
    }
    outlet
    {
        type patch;
        faces ((1 2 6 5));
    }
    walls
    {
        type wall;
        faces ((0 1 5 4) (3 7 6 2));
    }
    frontAndBack
    {
        type empty;
        faces ((0 3 2 1) (4 5 6 7));
    }
);
